import React from 'react'

export default function Bulletin() {
 return (
  <div className="mt-20 float-left w-full md:w-5/6 md:px-5 md:pt-3.5">
   <h2 className="font-VazirB text-2xl text-secondary px-5 md:px-0">تابلو اعلانات</h2>
   <div className="mt-5 space-y-5 relative scroll overflow-auto max-h-[35rem]">

    <div className="p-4 bg-primry rounded-md ml-1">
     <div className="flex w-full items-center justify-between text-purple mb-4">
      <p>ایجاد شده توسط: ابوالفضل شریفی</p>
      <p>به تاریخ: ۱۴۰۱/۰۵/۱۸</p>
     </div>
     <span>در روزهای اخیر سرقت‌های زیادی در محدوده ولیعصر اتفاق افتاده است، لذا خواهشمندیم خودروهای به پارکنیگ منتقل نمایید.</span>
    </div>

    <div className="p-4 bg-primry rounded-md ml-1">
     <div className="flex w-full items-center justify-between text-purple mb-4">
      <p>ایجاد شده توسط: ابوالفضل شریفی</p>
      <p>به تاریخ: ۱۴۰۱/۰۵/۱۸</p>
     </div>
     <span>همان طور که در آخرین جلسه ساختمان مطرح شد، خواهشمندیم در روزهای چهارشنبه و پنج در طبقه پنجم تردد نفرمایید. </span>
    </div>

    <div className="p-4 bg-primry rounded-md ml-1">
     <div className="flex w-full items-center justify-between text-purple mb-4">
      <p>ایجاد شده توسط: ابوالفضل شریفی</p>
      <p>به تاریخ: ۱۴۰۱/۰۵/۱۸</p>
     </div>
     <span>ساکنین عزیز با توجه به محدودیت‌های سراسری به وجود آمده در رابطه با انرژی برق، لذا خواهشمند است  نسبت به رعایت مصرف آن بکوشید.</span>
    </div>

    <div className="p-4 bg-primry rounded-md ml-1">
     <div className="flex w-full items-center justify-between text-purple mb-4">
      <p>ایجاد شده توسط: ابوالفضل شریفی</p>
      <p>به تاریخ: ۱۴۰۱/۰۵/۱۸</p>
     </div>
     <span>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span>
    </div>
    <div className="p-4 bg-primry rounded-md ml-1">
     <div className="flex w-full items-center justify-between text-purple mb-4">
      <p>ایجاد شده توسط: ابوالفضل شریفی</p>
      <p>به تاریخ: ۱۴۰۱/۰۵/۱۸</p>
     </div>
     <span>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</span>
    </div>

   </div>
  </div>
 )
}
